export const products = [
  { name: 'Зварювальний апарат MIG 250P',
    id: 1,
    price: '1890',
    img: [
      './assets/img/products/mig250p-1.jpg',
      './assets/img/products/mig250p-2.jpg',
      './assets/img/products/mig250p-3.jpg',
      './assets/img/products/mig250p-4.jpg',
    ],
    power: '230',
    efficiency: '80',
    electrodeDiameterMax: '5',
    shortDescription:`
Максимальний робочий струм: 160 А (MIG), 140 А (MMA)<br>
Робоча напруга: 230 В (1 фаза)<br>
Діаметр електродів: 1.6 – 4.0 мм<br>
Діаметр зварювального дроту: 0.8 – 1.0 мм<br>
    `,
    fullDescription: 
`<b>MIG 250P</b> — це інверторний напівавтоматичний зварювальний апарат від компанії Nortex, 
призначений для MIG/MAG та MMA зварювання. Підходить як для професійного використання, 
так і для побутових потреб. Завдяки цифровому дисплею та простому інтерфейсу забезпечується 
зручне керування параметрами зварювання.<br><br>  

Цей зварювальний апарат виготовлений з використанням сучасної інверторної технології. 
Завдяки високоефективним компонентам IGBT та технології PWM, інвертор перетворює випрямлену 
змінну напругу 50/60 Гц на високочастотну напругу 20 кГц, а потім знижує та знову випрямляє 
її для забезпечення стабільного зварювання.<br><br>
              
Панель управління проста і зрозуміла навіть зварнику початківцю. 
На ній встановлено цифровий дисплей для індикації параметрів зварювання і 
кодів режимів роботи. Вибір режимів роботи здійснюється кнопками, а встановлення 
параметрів зварювання - поворотною рукояткою. Будований захист від перевантажень. 
Система примусового охолодження забезпечує відведення тепла зсередини апарату при 
мінімальному проходженні зовнішнього повітря над вузлами з тонкою електронікою. 
Така конструкція дозволяє організувати ефективне охолодження і при цьому продовжити термін 
роботи обладнання. Живлення апарату від побутової мережі 230 В (1 фаза).<br>

<p><b>Стандартний функціонал:</b></p>
<ul class="box-bullets">
  <li>Ручне дугове зварювання (MMA)</li>
  <li>Дугове зварювання плавлячим електродом (MIG/MAG)</li>
  <li>Потужність 250А</li>
  <li>Основні переваги обладнання:</li>
</ul>
<p><b>Основні переваги обладнання:</b></p>
<ul class="box-bullets">
  <li>Інверторна технологія IGBT, стабільне керування струмом, висока якість зварювання та надійна робота;</li>
  <li>Зворотній зв'язок по замкненому колу, постійна вихідна напруга, широкий діапазон вхідної напруги (±15%);</li>
  <li>Керування за допомогою електронного реактора — стабільна дуга, мінімальне розбризкування, глибоке проварювання та якісний зварювальний шов;</li>
  <li>Повільна подача дроту під час запалювання дуги, автоматичне видалення кульки з кінця дроту після зварювання, легкий повторний запуск;</li>
  <li>Підходить для зварювання деталей товщиною від 0,8 мм;</li>
  <li>Компактний та міцний корпус з якісною вентиляцією</li>
</ul>
<p><b>В комплекті:</b></p>
<ul class="box-bullets">
  <li>апарат Nortex MIG 250P (Z25123) - 1 шт.</li>
  <li>інструкція з експлуатації (паспорт) - 1 шт.</li>
</ul>`,

    parameters: [
    { label: "Модель", value: "MIG 250P" },
    { label: "Тип зварювання", value: "MIG/MAG, MMA" },
    { label: "Діапазон зварювального струму (MIG)", value: "60A / 17V – 160A / 22V" },
    { label: "Живлення", value: "220 В / 50–60 Гц" },
    { label: "Діапазон зварювального струму (MMA)", value: "30A / 21.2V – 140A / 25.6V" },
    { label: "Робочий цикл", value: "<br>MIG: 60% при 160A, 100% при 124A<br>MMA: 60% при 140A, 100% при 119A" },
    { label: "Максимальний струм", value: "28A" },
    { label: "Клас захисту", value: "IP21S" },
    { label: "Ізоляція", value: "F" },
    { label: "Вихідна напруга холостого ходу", value: "56V" },
    { label: "Підключення пальника", value: "стандартний євророз'єм" },
    { label: "Додатково", value: "цифровий дисплей, кнопка перемикання режимів, розетки AC 36V" },
  ]
  },
  { name: 'Зварювальний апарат MIG 250',
    id: 2,
    price: '1890',
    img: ['./assets/img/products/mig250-1.jpg'],
    power: '230',
    efficiency: '80',
    electrodeDiameterMax: '5',
     shortDescription:`
Максимальний робочий струм: 160 А (MIG), 140 А (MMA)<br>
Робоча напруга: 230 В (1 фаза)<br>
Діаметр електродів: 1.6 – 4.0 мм<br>
Діаметр зварювального дроту: 0.8 – 1.0 мм<br>
    `,
    fullDescription: 
`<b>MIG 250Pb</b> — це інверторний напівавтоматичний зварювальний апарат від компанії Nortex, 
призначений для MIG/MAG та MMA зварювання. Підходить як для професійного використання, 
так і для побутових потреб. Завдяки цифровому дисплею та простому інтерфейсу забезпечується 
зручне керування параметрами зварювання.<br><br>  

Цей зварювальний апарат виготовлений з використанням сучасної інверторної технології. 
Завдяки високоефективним компонентам IGBT та технології PWM, інвертор перетворює випрямлену 
змінну напругу 50/60 Гц на високочастотну напругу 20 кГц, а потім знижує та знову випрямляє 
її для забезпечення стабільного зварювання.<br><br>
              
Панель управління проста і зрозуміла навіть зварнику початківцю. 
На ній встановлено цифровий дисплей для індикації параметрів зварювання і 
кодів режимів роботи. Вибір режимів роботи здійснюється кнопками, а встановлення 
параметрів зварювання - поворотною рукояткою. Будований захист від перевантажень. 
Система примусового охолодження забезпечує відведення тепла зсередини апарату при 
мінімальному проходженні зовнішнього повітря над вузлами з тонкою електронікою. 
Така конструкція дозволяє організувати ефективне охолодження і при цьому продовжити термін 
роботи обладнання. Живлення апарату від побутової мережі 230 В (1 фаза).<br>

<p><b>Стандартний функціонал:</b></p>
<ul class="box-bullets">
  <li>Ручне дугове зварювання (MMA)</li>
  <li>Дугове зварювання плавлячим електродом (MIG/MAG)</li>
  <li>Потужність 250А</li>
  <li>Основні переваги обладнання:</li>
</ul>
<p><b>Основні переваги обладнання:</b></p>
<ul class="box-bullets">
  <li>Інверторна технологія IGBT, стабільне керування струмом, висока якість зварювання та надійна робота;</li>
  <li>Зворотній зв'язок по замкненому колу, постійна вихідна напруга, широкий діапазон вхідної напруги (±15%);</li>
  <li>Керування за допомогою електронного реактора — стабільна дуга, мінімальне розбризкування, глибоке проварювання та якісний зварювальний шов;</li>
  <li>Повільна подача дроту під час запалювання дуги, автоматичне видалення кульки з кінця дроту після зварювання, легкий повторний запуск;</li>
  <li>Підходить для зварювання деталей товщиною від 0,8 мм;</li>
  <li>Компактний та міцний корпус з якісною вентиляцією</li>
</ul>
<p><b>В комплекті:</b></p>
<ul class="box-bullets">
  <li>апарат Nortex MIG 250P (Z25123) - 1 шт.</li>
  <li>інструкція з експлуатації (паспорт) - 1 шт.</li>
</ul>`,
    parameters: [
  { label: "Модель", value: "Nortex MIG 250" },
  { label: "Серійний номер", value: "241127102106" },
  { label: "Режим зварювання (MIG)", value: "60A / 17V – 60A / 22V" },
  { label: "Режим зварювання (MMA)", value: "30A / 21.2V – 140A / 25.6V" },
  { label: "Напруга холостого ходу (U₀)", value: "56V" },
  { 
    label: "Робочий цикл", 
    value: `<br/>
      MIG: 60% при 160A, 100% при 124A<br>
      MMA: 60% при 140A, 100% при 108A
    `
  },
  { label: "Робоча напруга (MIG)", value: "22V / 20.2V" },
  { label: "Робоча напруга (MMA)", value: "25.5V / 24V" },
  { label: "Вхідна напруга (U₁)", value: "220V" },
  { label: "Максимальний струм (I₁max)", value: "26A" },
  { label: "Струм запобіжника (I₁eff)", value: "20A" },
  { label: "Живлення", value: "1 фаза, 220 В ±15 %, 50/60 Гц" },
  { label: "Захист", value: "IP21S" },
  { label: "Клас ізоляції", value: "F" }
]
  },
  { name: 'Подавач зварювального дроту',
    id: 3,
    price: '1890',
    img: [
        './assets/img/products/wireHolder-1.jpg',
        './assets/img/products/wireHolder-2.jpg',
        './assets/img/products/wireHolder-1.jpg'
      ],
    power: '230',
    efficiency: '80',
    electrodeDiameterMax: '5'
  },
  { name: 'Плазморіз інверторний Nortex CUT-80 (80А)',
    id: 4,
    price: '1890',
    img:
     ['./assets/img/products/cut-80-1.jpg',
      './assets/img/products/cut-80-2.jpg',
      './assets/img/products/cut-80-3.jpg'],
    power: '230',
    efficiency: '80',
    electrodeDiameterMax: '5'
  },
   { name: 'Аргонодуговий зварювальний апарат TIG200P AC/DC',
    id: 5,
    price: '1890',
    img:['./assets/img/products/tig200p-1.jpg'],
    power: '230',
    efficiency: '80',
    electrodeDiameterMax: '5'
  },
  
];